13/data/attachments/e4ea3c0fb71ad28b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>James_tell_Actions_49197_0</nif:username>
            <nif:friendToBeRequested>soap_actions_e2117eb2-f8a4-4690-b1c1-8195580b4b63</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>